tutorials/verificationAndValidation/atmosphericModels/atmFlatTerrain/successor/setups.orig/common/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2512                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu              1.5e-05;

// Thermal expansion coefficient
beta            3.3e-03;

// Reference temperature
TRef            300;

// Laminar Prandtl number
Pr              0.9;

// Turbulent Prandtl number
Prt             0.74;


// ************************************************************************* //
